// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kalibrera skanner";
HSDTaskDescription = "Om kvaliteten på de skannade eller kopierade dokumenten är för dålig kan du försöka med att kalibrera om skannern. Sätt i ett tomt, vitt papper i A4- eller Letter-storlek i skannern och klicka på \"Kalibrera\".";
HSDCalibrateButtonTitle = "Kalibrera";

CalibratingScannerTitle = "Kalibrerar skanner...";

CompletionAlertTitle = "Kalibrering slutförd";
CompletionAlertMessage = "Skannerkalibreringen har slutförts utan problem.\nTa inte bort papperet förrän det har passerat igenom skannern helt och hållet.";

GeneralErrorAlertTitle = "Kalibreringen misslyckades";
GeneralErrorAlertMessage = "Skannerkalibreringen misslyckades. Kontrollera att skrivaren inte är upptagen, att du använder ett rent ark med vanligt vitt papper i storleken A4 eller Letter samt att papperet har lagts i korrekt i skannern.\nTa inte bort papperet förrän det har passerat helt och hållet genom skannern.";

OutOfPaperAlertTitle = "Papper saknas";
OutOfPaperAlertMessage = "Kontrollera att ett ark med vanligt vitt papper i storleken A4 eller Letter har lagts i skannern.\nKlicka på \"OK\" för att gå tillbaka.";
